INSERT INTO resource_code (FuelCodeKey, CollectionKey, ResourceKey, ResourceName, ResourcePrice, IsShow, Density, Temperature) VALUES
(1, 1, 1, 'Соп. тов.', 1.000, 0, null, null),
(2, 2, 33, 'A80', 45.400, 1, null, null),
(3, 3, 55, '92', 60.000, 0, 0.0000, 0.0000),
(4, 4, 4, 'Газ как 95', 35.550, 1, null, null),
(5, 4, 56, '95', 25.000, 0, 0.0000, 0.0000),
(6, 6, 11, 'ДТ меж. сорт F', 1.000, 0, 0.8400, -100.0000),
(7, 8, 88, 'Газ', 1.000, 1, null, null),
(8, 9, 800019976, '11', 0.000, 0, null, null),
(9, 6, 6, 'Топливо КТ(-18)', 1.000, 0, 0.8370, -100.0000),
(10, 6, 10, 'ДТ ГОСТ', 1.000, 0, 0.8500, -100.0000);
